[
  {
    "title": "ABOUT JAIPUR MODEL UNITED NATIONS FOUNDATION",
    "price": "Jaipur Model United Nations Foundation [Public Charitable Trust:201701020000506] is a youth-led organization to promote cultural empathy, understanding ofinternational affairs and knowledge of the United Nations among young people.We believe in supporting young people and making them capable enough so they realize their ideasand aspirations. We volunteer to educate them in a manner that every participant receives equalopportunity regardless of any prejudice.Our organization also vouches for a hunger-elimination program named ‘Zero Hunger’, that willwork against hunger and malnutrition practices. Our vision is to plan strong seeds by givingthem proper manure so they grow into strong, beautiful trees and contribute to the society. Weaspire for a community that is healthy at heart and mind, that is free from hunger and disparity,and that helps young people bring a persuasive change in their lives as well as that of their community. The Foundation is governed by an experienced Board of Trustees, drawing from the private, public and third sectors, with a passion for Jaipur MUN and Model UN more generally.The day-to-day affairs of the charity are managed by the distinct management divisions: the secretariat of the conference, and the outreach committee."
  },
  {
    "title": "BOARD OF TRUSTEES",
    "price": "The Board of Trustees of the JMUN Foundation is currently composed of the following members: Mr. Raunak Chindalia (Chairman)Mr. Rishi Raj MaheshwariMr. Shubham Maheshwari . The trustees are responsible for overseeing the charity's activities. You may contact them by email to trustees@jaipurmun.org. "
  },
  {
    "title": "ABOUT MODEL UNITED NATIONS",
    "price": "Model United Nations, also known as Model UN or MUN, is an educational simulation and/or academic competition in which students learn about diplomacy, international relations, and the United Nations. MUN involves and teaches research, public speaking, debating, and writing skills, in addition to critical thinking, teamwork, and leadership abilities. Usually an extracurricular activity, some schools also offer Model UN as a class. Participants in Model UN conferences, referred to as delegates, are placed in committees and assigned countries, or occasionally other organizations or political figures, where they represent members of that body. They are presented with their assignments in advance, along with a topic or topics that their committee will discuss. Delegates conduct research before conferences and formulate positions that they will then debate with their fellow delegates in committee, staying true to the actual position of the member they represent. At the end of a conference, the best-performing delegates in each committee, as well as delegations, are sometimes recognized with awards. Debate and deliberate on international issues by giving speeches to the committee and writing resolutions concerning a given agenda. This requires the employment of an array of communication and critical thinking skills in order to represent the policies of their country. Many conferences run additional crisis simulations in which hypothetical real world issues are created in order to adjudge the spontaneity, diplomacy and flexibility of the delegate while under stress."
  }
]
